Repository: runekaagaard/django-admin-locking
Catalog: admin_locking/locale/*/LC_MESSAGES/django.po
Languages: da

source: Locked until
da: Låst indtil

source: Content type id
da: Indholdstype id

source: Object id
da: Objekt id

source: Lock
da: Lås

source: Locks
da: Låse

source: Time
da: Tid

source: Object changelog entry
da: Objekt ændringsindtegning

source: Object changelog entries
da: Objekt ændringsindtegninger

source: <span id="admin_locking_alter_background"></span> This page is <strong>locked</strong> by <strong>%(username)s</strong> until <strong>%(until)s</strong>. <i>You have two ways to proceed:</i> <dl> <dt>1) Reload</dt> <dd> Reload the page to see if the lock have been lifted. WARNING, this erases all changes you might have made. <a href=".">Reload</a>. </dd> <dt>2) Try to save</dt> <dd> Press either of the save buttons to try and save the page. WARNING, if the user holding the lock has made modifications since you loaded the page, you will not be able to save your changes. </dd> </dl>
da: <span id="admin_locking_alter_background"></span> Denne side er <strong>låst</strong> af <strong>%(username)s</strong> indtil <strong>%(until)s</strong>. <i>Du kan fortsætte på to måder:</i> <dl> <dt>1) Genlæs</dt> <dd> Genlæs siden for at se om den er blevet låst op. ADVARSEL, du mister alle ændringer du måtte have foretaget. <a href=".">Genlæs</a>. </dd> <dt>2) Forsøg at gemme</dt> <dd> Prøv at trykke på een af gemknapperne. ADVARSEL, hvis brugeren der ejer låsen har lavet ændringerne siden du indlæste siden, kan du ikke gemme dine ændringer. </dd> </dl>

source: <span id="admin_locking_alter_background"></span> This page is <strong>stale</strong>. It has been saved by <strong>%(username)s</strong> at <strong>%(time)s</strong>. This means that you <strong>cannot save this page!</strong> <i>You have two ways to proceed:</i> <dl> <dt>1) Refresh the page</dt> <dd> Get the latest version of the page. WARNING, this erases all changes you might have made. <a href=".">Refresh page</a>. </dd> <dt>2) Manually transfer changes</dt> <dd> Open the page in a new tab and manually transfer the changes from this tab to the new tab. Then close this tab. <a href="." target="_blank">Open page in new tab</a>. </dd> </dl>
da: <span id="admin_locking_alter_background"></span> Siden er <strong>forældet</strong> fordi den er blevet gemt af <strong>%(username)s</strong> kl. <strong>%(time)s</strong>. Du kan derfor <strong>ikke gemme siden!</strong> <i>Du kan fortsætte på to måder:</i> <dl> <dt>1) Genlæs siden</dt> <dd> Hent den seneste version af siden. ADVARSEL, du mister alle ændringer du måtte have foretaget. <a href=".">Genlæs</a>. </dd> <dt>2) Overfør ændringerne manuelt</dt> <dd> Åben siden i et nyt faneblad og overfør ændringerne fra dette faneblad til det nye. Luk derefter dette faneblad. <a href="." target="_blank">Nyt faneblad</a>. </dd> </dl>
